Repository: cgueret/Scriptorium
Catalog: po/*.po
Languages: fr, nl, ru

source: The location for the manuscripts, defaults to user data directory
fr: L'emplacement de stockage des manuscripts, dans les fichiers utilisateur par défaut
nl: De locatie voor de manuscripten, standaard in de gebruikersgegevensmap
ru: Место хранения рукописей, по умолчанию — каталог пользовательских данных

source: Style Variant
fr: Variante de style
nl: Stijlvariant
ru: Вариант стиля

source: Use the light or dark variant of the GTK theme
fr: Utiliser la version claire ou sombre de GTK / GtkSourceView
nl: Gebruik de lichte of donkere variant van het GTK-thema
ru: Использовать светлую или тёмную вариацию темы GTK / GtkSourceView

source: Design and write manuscripts
fr: Concevoir et rédiger des manuscrits
nl: Ontwerp en schrijf manuscripten
ru: Создавайте и пишите рукописи

source: Scriptorium is a text editor coupled with a planning tool and a publishing tool. The objective is to provide writers with a simple and complete environment to plan, write and publish e-books.
fr: Scriptorium est un éditeur de texte associé à un outil de planification et de publication. L'objectif est d'équiper les personnes qui écrivent avec une solution simple et complete pour planifier, écrire et publier des e-books.
nl: Scriptorium is een teksteditor gecombineerd met een planningstool en een uitgavetool. Het doel is om schrijvers te voorzien van een eenvoudige en complete omgeving om e-books te plannen, schrijven en publiceren.
ru: Scriptorium — это текстовый редактор, объединённый с инструментом планирования и публикации. Цель — предоставить писателям простую и полную среду для планирования, написания и публикации электронных книг.

source: Scriptorium features are organised around three facets:
fr: Les fonctionalités de Scriptorium s'organise autour de trois angles:
nl: De functies van Scriptorium zijn georganiseerd rond drie aspecten:
ru: Возможности Scriptorium организованы вокруг трёх аспектов:

source: Plan the list of scenes and story elements of the manuscript.
fr: Planifier les scènes et éléments d'histoire du manuscript.
nl: Plan de lijst met scènes en verhaalelementen van het manuscript.
ru: Планируйте сцены и элементы истории рукописи.

source: Write the content of the scenes with a text focused editor.
fr: Écrire le contenu des scénes dans un éditeur sans distraction.
nl: Schrijf de inhoud van de scènes met een op tekst gefocuste editor.
ru: Пишите содержимое сцен в редакторе, сфокусированном на тексте.

source: Publish your manuscript as an epub after previewing it.
fr: Publier le manuscript au format ePub après l'avoir prévisualisé.
nl: Publiceer je manuscript als een epub na het voorbeeld te hebben bekeken.
ru: Публикуйте вашу рукопись в формате ePub после предварительного просмотра.

source: In addition, some general features are:
fr: Additionnellement, d'autre fonctionalités sont présentes:
nl: Daarnaast zijn er enkele algemene functies:
ru: Кроме того, присутствуют следующие общие возможности:

source: Dark mode
fr: Mode sombre
nl: Donkere modus
ru: Тёмная тема

source: Versioning of scenes managed via Git
fr: Gestion de version des scènes via Git
nl: Versiebeheer van scènes beheerd via Git
ru: Управление версиями сцен через Git

source: Back-end using plain text YAML and HTML files
fr: Stockage de données utilisant des fichiers YAML et HTML
nl: Back-end met platte tekst YAML en HTML-bestanden
ru: Обработка данных внутри программы с использованием файлов YAML и HTML

source: Plan the content of the manuscript
fr: Planifier le contenu du manuscript
nl: Plan de inhoud van het manuscript
ru: Планируйте содержание рукописи

source: Write and re-arrange the scenes
fr: Écrire et réorganiser les scènes
nl: Schrijf en herschik de scènes
ru: Пишите и реорганизуйте сцены

source: Write and re-arrange the scenes (dark mode)
fr: Écrire et réorganiser les scènes (mode sombre)
nl: Schrijf en herschik de scènes (donkere modus)
ru: Пишите и реорганизуйте сцены (тёмный режим)

source: Preview and publish the manuscript as an epub file
fr: Prévisualiser et publier le manuscript dans un fichier ePub
nl: Bekijk een voorbeeld en publiceer het manuscript als een epub-bestand
ru: Просматривайте и публикуйте рукопись в файле ePub

source: Release description
fr: Description de la version
nl: Uitgavebeschrijving
ru: Описание версии

source: Update to Gnome 49
fr: Mise à jour pour Gnome 49
nl: Update naar Gnome 49
ru: Обновление для Gnome 49

source: Clamp the text editor to a usable width
fr: Limite la largeur de l'éditeur de texte
nl: Beperk de teksteditor tot een bruikbare breedte
ru: Настройте текстовый редактор под удобную ширину

source: Fix regression in Write
fr: Répare une régression sur Écrire
nl: Fix de regressie in Schrijf
ru: Исправление регрессии в разделе «Писать»

source: Re-design of the interface around 3 main facets (Plan/Write/Publish)
fr: Re-organise l'interface autour de 3 angles principaux (Planifier/Écrire/Publier)
nl: Herontwerp van de interface rond 3 hoofdaspecten (Plan/Schrijf/Publiceer)
ru: Реорганизация интерфейса вокруг 3 основных аспектов (Планировать/Писать/Публиковать)

source: Plan: addition of a tool to set the book cover
fr: Planifier: addition d'un outil pour configurer la couverture du livre
nl: Plan: toevoeging van een tool om de boekomslag in te stellen
ru: Планировать: добавление инструмента для настройки обложки книги

source: Plan: addition of a gallery tool to manage images
fr: Planifier: addition d'une gallerie pour gérer les images
nl: Plan: toevoeging van een galerietool om afbeeldingen te beheren
ru: Планировать: добавление галереи для управления изображениями

source: Write: right click on a suggestion to see its content
fr: Écrire: click droit sur une suggestion pour en voir le contenu
nl: Schrijf: rechtsklik op een suggestie om de inhoud te bekijken
ru: Писать: щёлкните правой кнопкой мыши на предложении, чтобы увидеть его содержание

source: Publish: export the manuscript as an epub file
fr: Publier: export du manuscript en fichier ePub
nl: Publiceer: exporteer het manuscript als een epub-bestand
ru: Публиковать: экспорт рукописи в файл ePub

source: Addition of LanguageTool to provide content suggestions
fr: Addition de LanguageTool pour fournir des suggestions de contenu
nl: Toevoeging van LanguageTool om inhoudssuggesties te bieden
ru: Добавление LanguageTool для предоставления предложений по содержанию

source: Added styling options for the text (strong, emphasis)
fr: Addition d'options de style pour le texte (gras, accentué)
nl: Toegevoegde stijlopties voor de tekst (sterk, nadruk)
ru: Добавлены параметры стиля для текста (жирный, акцент)

source: Added preferences dialog to define preferences of the text editor
fr: Addition d'un dialogue de gestion de préférences pour l'éditeur de texte
nl: Toegevoegd voorkeurendialoog om de voorkeuren van de teksteditor te definiëren
ru: Добавлено диалоговое окно управления настройками текстового редактора

source: Fixed metadata for Flatpak
fr: Répare les problèmes avec Flatpak
nl: Gecorrigeerde metadata voor Flatpak
ru: Исправлены проблемы с Flatpak

source: Added startup screen
fr: Addition d'un écran de démarrage
nl: Toegevoegd opstartscherm
ru: Добавлен экран запуска

source: Fixed bug where icons would not re-style
fr: Réparation d'un problème avec le style des icônes
nl: Opgeloste bug waardoor pictogrammen niet opnieuw gestyled werden
ru: Исправлена проблема со стилем значков

source: First public release of the code
fr: Première version publique
nl: Eerste openbare release van de code
ru: Первый публичный стабильный выпуск

source: Beta testing
fr: Testeurs
nl: Beta-testen
ru: Бета тестирование

source: translator-credits
nl: thomasboom
ru: Mikhail Sulim(KevinDev64) <kevindev56@yandex.ru>

source: Add
fr: Ajouter
nl: Toevoegen
ru: Добавить

source: Cancel
fr: Annuler
nl: Annuleren
ru: Отмена

source: Summary
fr: Sommaire
nl: Samenvatting
ru: Сводка

source: General
fr: Général
nl: Algemeen
ru: Общее

source: Theme
fr: Thème
nl: Thema
ru: Тема

source: Select the theme for the application
fr: Sélectionner le thème de l'application
nl: Selecteer het thema voor de toepassing
ru: Выберите тему приложения

source: Projects
fr: Projets
nl: Projecten
ru: Проекты

source: Restore Previous Session
fr: Restaurer la version précédente
nl: Herstel vorige sessie
ru: Восстановить предыдущую сессию

source: Open the last project when starting Scriptorium
fr: Ouvrir le dernier projet au démarrage
nl: Open het laatste project bij het starten van Scriptorium
ru: Открывать последний проект при запуске Scriptorium

source: Editor
fr: Éditeur
ru: Редактор

source: Preview
fr: Prévisualisation
nl: Voorbeeld
ru: Предпросмотр

source: Settings
fr: Paramètres
nl: Instellingen
ru: Параметры

source: Font
fr: Police de caractères
nl: Lettertype
ru: Шрифт

source: The font used within the scene editor
fr: La police utilisée dans l’éditeur de scènes
nl: Het lettertype dat in de scèneeditor wordt gebruikt
ru: Шрифт, используемый в редакторе сцен

source: Select a font
fr: Sélectionner une police
nl: Selecteer een lettertype
ru: Выбрать шрифт

source: Line Height
fr: Hauteur des lignes
nl: Regelhoogte
ru: Высота строки

source: Adjust the space between lines
fr: Ajuster l’espacement entre les lignes
nl: Pas de ruimte tussen regels aan
ru: Настроить расстояние между строками

source: Underline style
fr: Style de soulignage
nl: Onderstrepingsstijl
ru: Стиль подчёркивания

source: Adjust the style of the underlines
fr: Ajuster le style du soulignage
nl: Pas de stijl van de onderstrepingen aan
ru: Настроить стиль подчёркивания

source: single
fr: simple
nl: enkel
ru: одинарное

source: double
nl: dubbel
ru: двойное

source: dashed
fr: tirets
nl: gestippeld
ru: пунктирное

source: <p>This is a <hint>placeholder text</hint> to <warning>select</warning>the font of the scene editor.</p><p>You can also see how <error>annotations</error> are shown and how wordswith an <em>emphasis</em> or noted as <strong>strong</strong> will appear.</p>
fr: <p>Ceci est un <hint>texte d’exemple</hint> pour <warning>sélectionner</warning> la police de l'éditeur de scène. Vous pouvez également voir comment les <error>annotations</error> sont affichées et comment les mots avec une <em>emphase</em> ou marqués comme <strong>important</strong> apparaîtront.</p>
nl: <p>Dit is een <hint>plaatsaanduidingstekst</hint> om het lettertype van de scèneeditor te <warning>selecteren</warning>.</p><p>Je kunt ook zien hoe <error>annotaties</error> worden weergegeven en hoe woorden met <em>nadruk</em> of gemarkeerd als <strong>sterk</strong> zullen verschijnen.</p>
ru: <p>Это <hint>пример текста</hint> для <warning>выбора</warning> шрифта редактора сцен. Вы также можете увидеть, как отображаются <error>аннотации</error> и как слова с <em>акцентом</em> или помеченные как <strong>жирные</strong> будут выглядеть.</p>

source: Done
fr: Fait
nl: Klaar
ru: Готово

source: Select the element you would like to use and validate when done
fr: Sélectionnez l'élément que vous voulez utiliser et validez
nl: Selecteer het element dat u wilt gebruiken en valideer wanneer u klaar bent
ru: Выберите элемент, который вы хотите использовать, и подтвердите

source: Select story element
fr: Sélectionner un élément
nl: Selecteer verhaalelement
ru: Выбрать элемент истории

source: Available elements
fr: Éléments disponibles
nl: Beschikbare elementen
ru: Доступные элементы

source: No more element available
fr: Pas d'éléments disponible
nl: Geen elementen meer beschikbaar
ru: Нет доступных элементов

source: Select the scene you would like to use and validate when done
fr: Sélectionnez la scène que vous voulez utiliser et validez
nl: Selecteer de scène die u wilt gebruiken en valideer wanneer u klaar bent
ru: Выберите сцену, которую вы хотите использовать, и подтвердите

source: Select scenes
fr: Sélectionner des scènes
nl: Selecteer scènes
ru: Выбрать сцены

source: Available scenes
fr: Scènes disponible
nl: Beschikbare scènes
ru: Доступные сцены

source: No scene available
fr: Pas de scène disponible
nl: Geen scène beschikbaar
ru: Нет доступных сцен

source: Main Menu
fr: Menu principal
nl: Hoofdmenu
ru: Главное меню

source: Plan
fr: Planifier
ru: Планировать

source: Write
fr: Écrire
nl: Schrijf
ru: Писать

source: Publish
fr: Publier
nl: Publiceer
ru: Публиковать

source: Preferences
fr: Préférences
nl: Voorkeuren
ru: Настройки

source: About Scriptorium
fr: À propos de Scriptorium
nl: Over Scriptorium
ru: О программе Scriptorium

source: Images
nl: Afbeeldingen
ru: Изображения

source: Library
fr: Librairie
nl: Bibliotheek
ru: Библиотека

source: Your data folder is empty, click on the button on the top left corner to create a first manuscript
fr: Le dossier des données est vide, cliquez sur le bouton en haut à gauche pour créer votre premier manuscript
nl: Uw gegevensmap is leeg, klik op de knop linksboven om een eerste manuscript te maken
ru: Папка с данными пуста, нажмите на кнопку в верхнем левом углу, чтобы создать первую рукопись

source: Welcome to Scriptorium !
fr: Bienvenue dans Scriptorium !
nl: Welkom bij Scriptorium !
ru: Добро пожаловать в Scriptorium !

source: Migrate
fr: Migrer
nl: Migreer
ru: Перенести

source: Menu
fr: Menu principal
ru: Меню

source: Story elements
fr: Éléments d'histoire
nl: Verhaalelementen
ru: Элементы истории

source: Elements
fr: Éléments
nl: Elementen
ru: Элементы

source: The character, places, and props of the story
fr: Les personnages, emplacements et accessoires de l'histoire
nl: De personages, plaatsen en voorwerpen van het verhaal
ru: Персонажи, места и реквизит истории

source: Set the key elements of the story
fr: Définir les éléments clé de l'histoire
nl: Stel de belangrijkste elementen van het verhaal in
ru: Определите ключевые элементы истории

source: These are all the images associated to your project
fr: Voici toutes les images associées au projet
nl: Dit zijn alle afbeeldingen die aan uw project zijn gekoppeld
ru: Все изображения, связанные с вашим проектом

source: Remove this image from the project
fr: Enlever cette image du projet
nl: Verwijder deze afbeelding uit het project
ru: Удалить это изображение из проекта

source: Use this image as cover
fr: Utiliser cette image de couverture
nl: Gebruik deze afbeelding als omslag
ru: Использовать это изображение как обложку

source: Gallery of images used in the project
fr: Galerie d'images utilisées dans le projet
nl: Galerie van afbeeldingen die in het project worden gebruikt
ru: Галерея изображений, используемых в проекте

source: Gallery
fr: Gallerie
nl: Galerie
ru: Галерея

source: Identifier
fr: Identifiant
nl: Identificatie
ru: Идентификатор

source: Title
fr: Titre
nl: Titel
ru: Название

source: Synopsis
ru: Синопсис

source: Cover
fr: Couverture
nl: Omslag
ru: Обложка

source: No cover selected
fr: Pas de couverture sélectionnée
nl: Geen omslag geselecteerd
ru: Обложка не выбрана

source: Description
nl: Beschrijving
ru: Описание

source: Edit the information about the manuscript
fr: Modifier les informations du manuscript
nl: Bewerk de informatie over het manuscript
ru: Редактирование информации о рукописи

source: Overview
fr: Aperçu
nl: Overzicht
ru: Обзор

source: Outline of the story per chapters and scenes
fr: Plan de l'histoire selon les chapitres et scènes
nl: Overzicht van het verhaal per hoofdstukken en scènes
ru: План истории по главам и сценам

source: Outline
fr: Plan
nl: Overzicht
ru: План

source: Overview of all the content
fr: Aperçu du contenu
nl: Overzicht van alle inhoud
ru: Обзор всего содержимого

source: Scenes
fr: Scènes
nl: Scènes
ru: Сцены

source: This is the list of all the scenes in your project
fr: Liste des toutes les scènes dans le projet
nl: Dit is de lijst met alle scènes in uw project
ru: Список всех сцен в вашем проекте

source: Add a first scene and start writing
fr: Ajouter une première scène et commencez à écrire
nl: Voeg een eerste scène toe en begin met schrijven
ru: Добавьте первую сцену и начните писать

source: Connect story elements ...
fr: Connecter les éléments de l'histoire ...
nl: Verbind verhaalelementen ...
ru: Связать элементы истории ...

source: Scenes list
fr: Liste des scènes
nl: Scèneslijst
ru: Список сцен

source: Edit the content of the scenes
fr: Éditer le contenu des scènes
nl: Bewerk de inhoud van de scènes
ru: Редактирование содержимого сцен

source: Manuscript
ru: Рукопись

source: Story line
fr: Trame narrative
nl: Verhaallijn
ru: Сюжетная линия

source: Additional resources
fr: Autre resources
nl: Aanvullende bronnen
ru: Дополнительные ресурсы

source: Add new Scene
fr: Ajouter une scène
nl: Nieuwe scène toevoegen
ru: Добавить новую Сцену

source: Add new Chapter
fr: Ajouter un chapitre
nl: Nieuw hoofdstuk toevoegen
ru: Добавить новую Главу

source: Suggestions
nl: Suggesties
ru: Предложения

source: No suggested changes
fr: Pas de changement suggérés
nl: Geen voorgestelde wijzigingen
ru: Нет предложенных изменений

source: Set the selection to strong (Ctrl+b)
fr: Appliquer le style gras à la sélection (Ctrl+b)
nl: Stel de selectie in op sterk (Ctrl+b)
ru: Применить стиль «жирный» к выделению (Ctrl+b)

source: Set the selection to emphasis (Ctrl+i)
fr: Appliquer le style emphase à la sélection (Ctrl+b)
nl: Stel de selectie in op nadruk (Ctrl+i)
ru: Применить стиль «акцент» к выделению (Ctrl+i)

source: Show annotations
fr: Afficher les annotations
nl: Toon annotaties
ru: Показать аннотации

source: Show information panel
fr: Afficher le panneau d'information
nl: Toon informatiepaneel
ru: Показать панель информации

source: words
fr: mots
nl: woorden
ru: слов

source: No scene selected
fr: Aucune scène sélectionnée
nl: Geen scène geselecteerd
ru: Сцена не выбрана

source: Create or select a scene to write its content
fr: Créez ou sélectionnez une scène pour écrire son contenu
nl: Maak of selecteer een scène om de inhoud te schrijven
ru: Создайте или выберите сцену, чтобы написать её содержимое

source: Follow system style
fr: Suivre le style du système
nl: Volg systeemstijl
ru: Следовать системной теме

source: Light style
fr: Mode clair
nl: Lichte stijl
ru: Светлая тема

source: Dark style
fr: Mode sombre
nl: Donkere stijl
ru: Тёмная тема

source: Icon design
nl: Pictogramontwerp
